[
	{
		"title": "Start",
		"tags": "",
		"body": "<<place right Becky hide>>\r\n<<Enter Becky right>>\r\n???:YooooooOooOOOOOOOO~!!!! *crash*\r\nP:…\r\n<<emote Becky smug>>\r\n<<FadeUp Becky>>\r\nP:…\r\n<<FadeUp Becky>>\r\n???:*stands and brushes self off*\r\n<<FadeUp Becky>>\r\nHey Protag, are you from Damascus?\r\n<<FadeUp Becky>>\r\nBecause you’re lookin' sharp as steel.\r\nP:… Becky. \r\nBecky.open: Yes?\r\nP:… Nevermind.\r\nBecky: You sure?\r\nP:I'm sure. Where'd you head off to last night? We missed you at the cat cafe.\r\nBecky.happy: I went to a friend o' mine's house party. They invited a bunch of cuties.\r\nP:And you met someone there?\r\nBecky.default: Yeah. We chatted for a little while, y'know, tested the waters.\r\nBecky.open: And we really hit it off, right? Like, we talked for a good 45 minutes. So then-\r\nP:It didn’t work out.\r\nBecky.shocked: Eh!? I didn’t even say anyth-\r\nP:You know what you did.\r\nBecky.giveup: Geh.\r\nP:So? What happened after that?\r\nBecky.default: Turns out she really doesn’t like the idea of using a kazoo to-\r\nP:You don’t say. \r\n:*DING DONG THE FUCKING BELL* //change this before ship\r\nBecky.open: There's the bell, I gotta run.\r\nP:Oh wait! We’re meeting up with June and Sammy after school today, same place. Sammy said she missed you.\r\nBecky: Yup! I’ll meet up ya after class, okay? See ya!\r\n[[Day1After]]",
		"position": {
			"x": -756,
			"y": -247
		},
		"colorID": 6
	},
	{
		"title": "Day1After",
		"tags": "",
		"body": "<<place background Invisible>>\r\n<<place left Invisible>>\r\n<<place right Invisible>>\r\n<<place center Invisible>>\r\n:After school...\r\nP:Ah, finally out of class.\r\nProbably Becky:GUESS WHO?!?\r\n->Becky.\r\n    <<place center becky>>\r\n    Becky:Yaaaay! You’re right!\r\n->June? \r\n    <<place center becky>>\r\n    Becky:Erm… you actually… um… didn’t get that right.\r\n    P:Whoops.\r\n    Becky:You do know it’s me right? Right?\r\n->It can’t be… but… Sammy?\r\n    <<place center becky>>\r\n    Becky: \\That's... too much even for a joke.\r\n    P:...\r\n    Becky:It was a joke, right?\r\n->EVERYTHING IS DARKNESS.\r\n    <<place center becky>>\r\n    Becky:Whoa! Calm down friend, it’s me…\r\n    <<emote Becky happy>>\r\n    Becky:DARKNESS.\r\n    P:…\r\n    Becky:O-oh. It's me. Becky. For realsies.\r\nP:As if it could be anyone else.\r\nBecky:Heh. Speaking of guessing games, how's working at that Tangy Chicken?\r\nP:Oh you know. The usual. Dealing with people. Dealing with broken equipment. Dealing with more people. Dealing with stupid policies.\r\nBecky:Yikes…\r\nP:Oh, and don’t let me forget about the CONSTANT INTERMINABLE LAYER OF TANGY SAUCE THAT PERMEATES ALL FABRIC EXISTENCES.\r\nBecky:Do you get free chicken?\r\nP:No. We get one (1) 12oz soda.\r\nBecky:Wow. Sucks to suck I guess. Ah, we're here.\r\n<<place right June>>\r\nJune.happy:Hey guys! Becky! Nice to see you this time around! Come in, we got a table and everything.\r\n[[Day1Cafe]]",
		"position": {
			"x": -199,
			"y": -253
		},
		"colorID": 0
	},
	{
		"title": "Day1Cafe",
		"tags": "",
		"body": "<<place background Invisible>>\r\n<<place left Invisible>>\r\n<<place right Invisible>>\r\n<<place center Invisible>>\r\n:At the Cat Cafe...\r\n<<place right June>>\r\nJune.happy:Lucky! Three of a kind on the river!\r\n<<place center Becky>>\r\n<<place left Sammy>>\r\nBecky.giveup:Ughhhh… June cleanin' up house again. Why're we submitting ourselves to this torture again?\r\nJune.smug:Because you love me.\r\nSammy.open:Aren’t we practicing for the games tournament this Saturday?\r\nJune.default:That’s right. We'll be playing in a series of competitions- one of which will be Hold 'em.\r\nBecky.confused:How did we end up in… wait. I know the answer to that. When did there begin to exist a game tournament at our school?\r\nJune.avoid:Ahaha… I guess the administration wanted more student participation in school-sanctioned events this year?\r\nSammy.smug:June, your laugh was suspicious.\r\nJune.giveup:I’m dealing now, alright?\r\nP:She changed the subject.\r\nBecky.open:Right?\r\n:Looks like a pair of threes in your hand.\r\nBecky.excited:I raise!\r\nP:Of course you do.\r\nBecky:Why wouldn't I raise, with such a great hand as I have?\r\nJune.smug:I’ll call, mostly because you’re obviously bluffing again.\r\nSammy.excited:Hit me!\r\nP:Wrong game, Sammy. \r\nJune.open:You calling, Protag?\r\nP:Oh. Umm… \r\n->Yeah i'll call.\r\n    June:Radical. Here’s the flop. A 5 of spades.\r\n    Becky.avoid:I shall… not… raise.\r\n    P:I'll call. Sammy?\r\n    Sammy.nervous:I… raise!\r\n    June.giveup:Whoa, didn't see that one coming. I think i'll fold on that note.\r\n    Becky.giveup:I’m not one to jump ship with others but… yeah I’ll fold too.\r\n    ->I believe!\r\n        P:You know what? I’ll call that. Can’t give up at this point.\r\n        June.excited:That’s the spirit! Now here comes the bacon! A three of diamonds!\r\n        <<emote Becky confused>>\r\n        <<emote Sammy confused>>\r\n        <<FadeUp Becky>>\r\n        <<FadeUp Sammy>>\r\n        Other Three:Umm…. Bacon?\r\n        June.excited:What? I like bacon. Bacon or not, it’s time for the FINAL SHOWDOWN!!! SHOW ‘EM!\r\n        <<emote Becky happy>>\r\n        Sammy.smug:Pair of eights.\r\n        P:Three of a kind. I win.\r\n        June:AAaaaannd with a last minute pickup on the BACON, Protag takes the win! What an UPSET!\r\n        Sammy.giveup:Gaaahh! I even used my “Stone-Faced Moai” special technique!\r\n        Becky.confused:Errr… Sammy? Did you pick up weird finishing moves from watching poker vids online?\r\n        Sammy.happy:Yup!\r\n        Becky.giveup:I… I don’t even know how to respond to that.\r\n    ->I don't believe!\r\n        P:Like a scurrying herd of lemmings, we flee from Sammy raising the stakes.\r\n        Sammy:Heh, it looks like my pair of eights won the day!\r\n        Becky.open:I didn’t have anything.\r\n        P:So you were bluffing.\r\n        Becky.happy:Yup!\r\n-> Nah, i'll fold.\r\n    June.giveup:That bad, huh? Ah well, here’s the flop.\r\n    Sammy.nervous:I… raise!\r\n    June:Whelp, I’m out.\r\n    Becky.giveup:I’m not one to jump ship with others but… yeah I’ll fold too.\r\n    June.open:Well, looks like Sammy wins by default!\r\n    Sammy.happy:Yay!\r\nImmeownuel:My dear customers, we are closing up for the nyight. Thank mew for your continued patronyage.\r\n<<emote June happy>>\r\n<<emote Sammy happy>>\r\n<<emote Becky happy>>\r\nJune:Yeah, thanks for taking care of us Immeownuel.\r\nSammy:Thank you so much for the snacks and drinks! They were really tasty!\r\nImmeownuel:It is my duty to provide the best service I can paw-ssibly myuster. There is nyo need to thank me.\r\nJune:Well, shall we? I’ll see you guys tomorrow. We got a lot of training ahead of us!\r\nSammy.confused:Should I bring my gym clothes?\r\nJune.justice:No, just bring your adorable self.\r\n<<emote Sammy blush>>\r\nBecky.open:Hey… can’t we just skip it in a montage or something? I mean, I bet the player’d be fine with that.\r\nJune:THERE ARE NO SHORTCUTS IN GAMES OR WAR.\r\n[[Day1End]]",
		"position": {
			"x": 436,
			"y": -256
		},
		"colorID": 0
	},
	{
		"title": "Day1End",
		"tags": "",
		"body": ":End of Day 1\n[[Day2Start]]",
		"position": {
			"x": 884,
			"y": -15
		},
		"colorID": 0
	},
	{
		"title": "Day2Start",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n:At School...\n<<place center Sammy>>\nBasic Skinny Bitches:*murmur murmur* She’s so tall! Wow! *murmur murmur*\n<<emote Sammy blush>>\nP:Do you not like being tall? \nSammy.nervous:Not really, no. It’s really inconvenient, actually.\nP:How so? I’d think it’d be the opposite, considering you can reach all the stuff on higher shelves.\nSammy:Yeah, but then everyone always asks you. Middle school was especially hard since I was tall for my age even there. Teachers would sometimes come from other classes and pull me aside to reach high up stuff. \nSammy:Another time, some of the kids in class set up a chalk eraser trap on the door. When I opened the door, the chalk eraser fell and landed right on my face. \nP:Ouch. But shouldn’t your teachers have just put stuff on more accessible shelves? And middle schoolers are just jerks anyway.\nSammy.open:Hehe. That’s true. Say, what do you think we’ll end up doing today?\nP:Hm? I think we have gym class, right?\nSammy.happy:Nooo, I meant at the CATegorical Imperative!\nP:Oh that cat café? I dunno. I never know what June has in store for us. They're like the Tangy Chicken combo box, a complete mystery.\n*RINGADING MUTHAFUCKKA* //change this before ship\nSammy.open:Ah, I gotta get going to class. I’ll see you during gym?\nP:Mm. See ya later Sammy.\n[[Day2After]]",
		"position": {
			"x": -759,
			"y": 21
		},
		"colorID": 0
	},
	{
		"title": "Day2After",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n:After School...\n<<place right Sammy>>\n<<emote Sammy happy>>\nProbably Becky: GUESS WHO?!?\n->Sammy. \n->Definitely Sammy.\n->Unmistakably Sammy.\n->Like, for real though. Sammy.\nP:I mean, it wasn’t even a question, really.\nSammy.giveup:Boo. Here I thought I could imitate Becky’s voice perfectly.\nP:Becky and I have known each other since we were like, two. We met because our parents were friends.\nSammy.open:Huh, I didn’t know that you two went that far back. Explains a lot actually.\nP:We did everything together. Played together, ate together, got in trouble together. We shared everything, desserts, toys, first kisses.\nSammy.blush:That’s- EH? K-K-KISSES?!?\nP:I-It’s not that big of a deal. We we- Sammy?\n<<emote Sammy nosebleed>>\nP:Oh gosh, your nose is bleeding!\nSammy.nosebleed:*plugs nose* Ish sho cute dho.\nP:Hold on, tissue… tissue… here!\nSammy:Thanksh.\n<<place left June>>\nJune.worried:Hey! Oh dang, Sammy! Are you alright? Let’s get you guys inside!\n[[Day2Cafe]]",
		"position": {
			"x": -200,
			"y": 147
		},
		"colorID": 0
	},
	{
		"title": "Day2Cafe",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n:At the cat cafe...\n<<place left Becky>>\n<<place right Sammy>>\n<<place center June>>\nBecky.excited:And then I send my grand army forth into your territory! Chaarrrrrge!!!!\nSammy.shocked:Waaaahh! You said you wouldn’t attack my territory!\nBecky:Muahahaha! Nothing will stop my armies from GLOBAL DOMINATION!\nSammy:Heeeeeeelp meeeee!!!!\nJune.smug:It seems you forgot one factor in your bid for conquest Becky…\nBecky.smug:Oh? Speak your piece, lest these words be your last!\nJune.justice:The stalwart armies of justice! We are the light in the darkness and the shield to all moe things!\nBecky.happy:Hm. It seems no words would discourage you from your fruitless attempts. Protag! Now is the chance we have waited for! Show these fools the true might of our combined forces!\n->Cute is Justice.\n    :You sweep behind Becky’s forces, quickly dispatching them.\n    <<emote Sammy excited>>\n    <<emote June excited>>\n    <<emote Becky giveup>>\n    Sammy & June:Moe! Moe! Yay!!! *highest of fives*\n    Becky:Guuu….. Protag you traitor! We could’ve had it all: every territory, just for the two of us…\n    ->Cute is still Justice\n        P:I’m sorry Becky, but these cute things deserve a chance.\n        :The game ends in a coalition victory for cute things everywhere. \n        June.justice: And with that, I declare this a coalition victory for cuteness! Let this stand testament against tyranny in all its forms!\n    ->We still can, you know…\n        P:Heh, I still control the largest army in all the globe. It will be child’s play to end this quickly.\n        June.shocked:You can’t mean… No! Nooooooooooo!!!\n        :Your forces are strengthened by the territories claimed from Becky. Taking the rest of the globe is a piece of cake.\n        Becky.open:So now that you control the globe…\n        P:It’s just the two of us left.\n        Becky.flirt:Mmhmm. You make a very good-looking overlord, you know?\n        P:Wouldn’t have half that title if not for you.\n        June.worried:Eh? Oh depths Sammy, you’re nosebleeding all over the place. Here, napkins!\n        Sammy.nosebleed:Nng. Thanksh Juun. Gehe~\n        June.open:Now now you two, look what you did to poor Sammy.\n        <<emote Becky open>>\n        <<FadeUp Becky>>\n        P & Becky:Pfft… Sorry Sammy.\n        Sammy:Ish finbh. Thanksh.\n->Becky is Justice\n    :You send your forces to flank the Cuteness Coalition. The battle is quick and fierce, but ultimately the coalition dissolves.\n    Becky.excited:Heck yeah! Knew I could count on you!\n    P:Heh, just like old times, huh?\n    Sammy.giveup:Owwww… we didn’t stand a chance did we...\n    June.justice:It’s alright Sammy, we’ll just hunker down and start guerilla warfare now. The noble cause of moe shall never die!\nImmeownuel:Excuse me cool cats, just letting mew knyow that we will be closing shortly.\nJune.happy:Oh, thanks again Immeownuel.\n<<emote Sammy happy>>\n<<emote Becky happy>>\nOther Three:Yeah, thanks again!\n[[Day2End]]",
		"position": {
			"x": 455,
			"y": 143
		},
		"colorID": 0
	},
	{
		"title": "Day2End",
		"tags": "",
		"body": ":End of Day 2\n[[Day3Start]]",
		"position": {
			"x": 884,
			"y": 305
		},
		"colorID": 0
	},
	{
		"title": "Day3Start",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n<<place center June>>\nJune.open:Heya Protag.\nP:Oh, hey June. How’s it going?\nJune.smug:Ah, I’m just waiting for my imouto.\nP:… umm… kay? Wait. You have a little sister?\nJune.open:Yeah, she’s bringing my lunch since I forgot it this morning.\nP:Are you sure you're the older sister?\nJune.giveup:I get that a lot.\nJune:...\nJune.open:Say… do you ever wonder what it’d be like to sleep on a cloud?\nP:Huh? I mean, I can’t say I have really. The actual possibility aside, wouldn’t it just be really cold and wet?\nJune.happy:Well yes. But I’m more interested in how they move from place to place so lazily. I'd like to travel like that.\nP:Hm. Guess I never thought of it like that.\nJune.open:You know, I have today off Boxing Club. If you weren't busy, would you want to head over to CATegorical together?\nP:Sure. I think everyone else’s clubs were meeting today, so I think they were gonna meet us later.\nJune.happy:Awesome. I’ll catch you later then?\nP:Yeah, see ya.\n*doo dooo doooo dooooo* //change this before ship\n[[Day3After]]",
		"position": {
			"x": -739,
			"y": 307
		},
		"colorID": 0
	},
	{
		"title": "Day3Cafe",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n:At the cat cafe...\n<<place right Sammy>>\n<<place center June>>\n<<place left Becky>>\nSammy.giveup:But I don’t think anything was stranger than the peanut-butter and pepperoncini omurice that Becky made me that one time. I still remember the, uh… flavors.\nBecky.happy:That wasn’t all that bad, spicy and peanut butter go great together!\nSammy.giveup:It just wasn’t really my jam.\nBecky.smug:Maybe if you added some it would’ve been.\nSammy.happy:I doubt it. Anyway, Protag! Truth or dare?\nP:Hmm… probably truth.\nSammy:What’s your favorite ice cream flavor?!\nP:Ooh… probably… pistachio? Though cookies and cream is a close second.\nSammy.excited:Mmm, I agree wholeheartedly with those choices.\nJune.avoid:Pistachio always seemed too… dad for my tastes.\nBecky.open:I know what you mean. My dad almost exclusively ate pistachio ice cream. Or rocky road.\nP:Hey, it’s a complex yet supple flavor.\nJune.happy:So Protag? Who are you going to choose?\n->Becky\n    P:Okay Becky, truth or dare?\n    Becky.smug:Dare. Easy.\n    P:Okay then. Eat this tiny slice of pepper.\n    Becky.avoid:E-Eh? Is it too late to switch to truth?\n    P:Tell me where my copy of PuzzleVN went.\n    Becky.giveup:… you’re pure evil. Blegh… peppers are disgusting. Ugh… June. Truth or dare?\n    June.happy:Hm. Let’s go with a dare.\n    Becky.smug:Rest your head on Sammy’s lap for a minute.\n    June.justice:Done.\n    Sammy.blush:W-wahhh..! J-June?\n    June:Here, hold these tissues. Your lap is very comfy, Sammy.\n    Sammy.nosebleed:Gehe~…\n->June\n    P:Alright June, truth or dare?\n    June.justice:Dare. Always the dare.\n    P:I dare you to tell us whether you are the one behind this whole game competition deal.\n    June.avoid:Ahaha… ha… very funny Protag now what’s your real dare?\n    P:…\n    June.giveup:… I plead the Fifth.\n    P:Fine.\n    June.open:Ahem. Sammy? Truth or dare?\n    Sammy.open:Eh? Umm… Truth?\n    June.happy:What is your spirit animal?\n    Sammy.happy:Spirit animal, huh? I’d have to say a fox, because they are so round and fluffy!\n    June.justice:That’s just adorable.\n    Becky.confused:Wait, round?\n->Sammy\n    P:Okay. Sammy, truth or dare?\n    Sammy.open:Lessee… how about a dare?\n    P:Okay… tell me- wait what? A dare?\n    Sammy.excited:Yes!\n    P:Alright… ummm… put your hands up on your head like this.\n    Sammy.confused:Okay.\n    P:Tilt to the right and say: “nyan”.\n    Sammy:… “nya~n”\n    June.justice:I must protect this smile.\n    Sammy.open:Okay… Becky, truth or dare?\n    Becky.happy:For you? Truth.\n    Sammy.happy:What do you want to be when you grow up?\n    Becky:Gosh you’re just precious. But… in all honesty…  I’d like to be a teacher.\n    Sammy.excited:Wow! That’s so cool!\n    June.open:I wouldn’t have guessed, but now that you say it, I can sorta see you teaching kids.\n    Becky.smug:Plus I can totally see myself rocking the teacher sweaters.\n    P:Of course that’s your reason…\nImmeownuel:Sorry cool cats, we’re closing up shop for the night. Thank mew for your continued patronyage.\nJune.happy:Of course! Thanks for dealing with us all the time!\n<<emote Sammy happy>>\n<<emote Becky happy>>\nOther Three:Thanks again!\nJune.justice:So. I expect to see you all at the competition tomorrow. Bright and early, alright? Just remember what you learned and we’ll be all set! \n[[Day3End]]",
		"position": {
			"x": 464,
			"y": 452
		},
		"colorID": 0
	},
	{
		"title": "Day3After",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n:After School...\nP:Well, classes are over for the day. I should find June.\n<<place center June hide>>\n<<enter June center>>\nP:Yo, there you are.\nJune:Oh hey. You ready to go?\nP:Yeah. You look a bit chilly. Better not leave home wihout your jacket.\nJune:Mm. It's super cold out.\nP:Sure is… wait. Speaking of the cold… I’ve been meaning to ask you.\nJune:Hmm?\nP:Those snowballs that they found at the sports festival last summer…\nJune: Hmmmm…?\nP:Those were yours, weren’t they.\nJune.avoid: Noooo….? Idon’tknowwhatyouaretalkingabout.\nP:Uh huh. I guess… it was just kinda cool. Like something impossible made possible. Whoever could do such a thing is really a special person.\nJune.happy: Heh, you’re probably right about that. If I had to guess I’d say that that person probably just really values the friends they have, and wants to make special memories with them.\nP:They could just be an absolute nut too. What sort of person would hide snowballs in every faculty fridge and specimen freezer on the campus? Just to have a single midsummer snowball fight…\nJune:A fun person, i'd bet.\nJune:...\nJune:Say, want a cup of coffee or something? I’ll cover ya.\nP:Yeah, that sounds nice, actually.\n[[Day3Cafe]]",
		"position": {
			"x": -198,
			"y": 456
		},
		"colorID": 0
	},
	{
		"title": "Day3End",
		"tags": "",
		"body": "<<place background Invisible>>\n<<place left Invisible>>\n<<place right Invisible>>\n<<place center Invisible>>\n<<place left June>>\n<<place right Becky>>\n<<place center Sammy>>\n<<emote June happy>>\n<<emote Becky happy>>\n<<emote Sammy happy>>\n:The next day, the three of them took on the school in a game competition.\n:They did pretty okay.\n:\"Stone-faced Moai\" technique was not useful.\n:Congratulations! You have won! Thank you for playing this jam game!\n:Credits\n:Programming and spicy peanut-butter enthusiast- bowlercaptain\n:Writing, plot (?), and resident feline- mattcha\n:Almost all art and record-holder for having drunk a lot of tea- anpan\n:The background was courtesy of bowlercaptain and like 3 minutes.",
		"position": {
			"x": 886,
			"y": 592
		},
		"colorID": 0
	}
]