[
	{
		"title": "Act1_Scene1_s",
		"tags": "",
		"body": "#Act 1; Scene 1\n<<place background background>>\n<<emote background truck>>\n:3T Business Park, OK Tacos truck, 11:45am\n<<place aanya left>>\nAanya.happy:Hi there! What can I get for ya?\n<<place ruth right>>\n????:O-hi. Could I get... two carne asada tacos and a... cherry Funta?\nAanya:Sure, coming right up!\nAanya.default*:Isn't her earring from Parallax Eons? It looks like the Redfield crest.\n<<emote Ruth startled>>\n????:Oh! Sorry, but could you hold the peppers, onions, cilantro, salsa, and side carrots?\nAanya.apology*:So... plain...\nAanya.happy:So, just plain beef tacos, yes?\n<<emote ruth default>>\n????:Yeah. Thanks.\nAanya.default*:Well, guess this taco is already... too seasoned.\nAanya.happy*:Maybe Boss will let me have it for lunch...\nAanya.excited:Here you go, enjoy!\n<<emote ruth happy>>\n????:Thanks, you too.\n<<emote ruth embarrassed>>\n????:...\nAanya.embarrassed*:I-i'm sorry!\nAanya.apology:Uh... I really love your earring! Glory to the Redfields!\n<<emote ruth excited>>\n????:Declare victory!\nAanya*:There she posed, her fist clutching a cherry Funta like this was the last stand of the Redfields.\n<<emote ruth startled>>\n????:!!!\n<<emote Ruth embarrassed>>\n????:.....\n<<emote aanya apology>>\nAanya*:Whoops...I got a little carried away.\nAanya: Umm... here's some napkins and... um...\nAanya:...a fork.\n????:...thanks...\n<<hide ruth>>\nAanya:...\nAanya*:I should... apologize.\nAanya:...\nAanya.default:Hey, the line's gone. Hey Boss. Can I take my lunch now?\nBoss:*nod*\nAanya.happy:Hey Boss. Can I have this mis-taco?\nBoss:*nod*\nAanya:Thanks boss. I'll be back in 30.\n#Change background here\n<<emote background tables>>\nAanya*:Ah. She's right over there.\n<<place ruth right>>\nAanya.excited:Hi again! Mind if I sit here?\n<<emote ruth startled>>\n????:!!!\n<<emote ruth default>>\n????:...Go ahead.\nAanya.apology:Thanks. Sorry about my... antics. Y'know...\n<<emote ruth default>>\n????:N-no, it's okay.\n????:...\n<<emote aanya default>>\nAanya:...\n????:.....*munch*\nAanya:.....\nAanya.apology*:D-do I... say anything?\n->I really should...\n->Say something...\n->But...\n    Aanya:...\n    ????:...\n    Aanya:.....\nAanya.happy:So... you play Parallax?\nAanya.embarrassed*:Woowww... me.\n<<emote aanya happy>>\n????:Yeah.\n????:...\nAanya.default:.....\nAanya.apology*:Erm... what now?\n->\"Nice weathe-\"\n    ????:D-\n    Aanya:Nic-\n    Aanya*:Crap.\n    Aanya:Go ahead, you first.\n    ????:Mm.\n->Am I seriously gonna talk about the weather?@timer@2000\n<<emote ruth startled>>\n????:Do you play?\nAanya.happy:Yup. Got it as a promo with my GS Rita last year. \n<<hop ruth 3>>\n<<emote ruth excited>>\n????:!!! Y-You got the promo version!? That came with the GS exclusive 'Intention Flux' armor set, right!? There were only like, a thousand of those copies sold!\nAanya*:It did have that armor, didn't it?\n->It wasn't as strong as the armor set I already had...\n    Aanya.apology:The promo set wasn't really that strong though.\n    Aanya:I mean, the stats on my <i>uncommon</i> Abyssal Requiem is better than Intention Flux...\n    ????:Isn't it better that way? Like, the really strong items can only be obtained by hard work.\n    Aanya*:Or money.\n    <<emote ruth happy>>\n    ????:If everyone just picked the strongest item, the game would lose so much of it's appeal.\n    ????:Sometimes you just want to use an item that your character would enjoy! I mean, I still use 'Paradox Manual' even though 'Matter Formula' is strictly better.\n    Aanya.apology*:So she's one of those... Parallax Fashionistas.\n->It still looked really cool.\n    Aanya.happy:The art they used for it was really beautiful. The Mask of Influence was really, really well made.\n    <<emote ruth happy>>\n    ????:Right? The lore behind the set sent shivers down my spine! I think the Masked Queen is one of my favorite NPCs.\n    Aanya:She was the one that turned all of the captured prisoners into mirror copies of herself, right?\n    Aanya*:I also believe that was the fight that everyone complained about because it was way too hard...\n    ????:Yeah! The cathedral the fight was held in had so much detail put into it, you could really tell the design team loved their work.\n    <<emote ruth worried>>\n    ????:I mean, you were ganked by dozens of copies, so you didn't get to appreciate it that much.\n    <<emote ruth happy>>\n    ????:The detail in all the chains running across the floor... the supplicants' bodies lining the mezzanines...\n    ????:You felt like you were in the presence of a real queen.\n<<PlaySound ringtone>>\n<<waitforclick>>\n<<emote ruth default>>\n????:Ah.\n<<emote ruth curious>>\n????:I gotta head back to work. Maybe I'll see you again?\nAanya.apology*:No doubt, i'm here Monday through Friday.\nAanya.happy:Most likely.\n<<hide ruth>>\nAanya:...\nAanya*:She was a nice person.\nAanya*:...\nAanya.apology:I forgot to ask her name.\n<<hide aanya>>\n#END SCENE 1\n[[Act1_Scene2_s]]",
		"position": {
			"x": 313,
			"y": 167
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene2_s",
		"tags": "",
		"body": "#Act 1; Scene 2\n<<emote background truck>>\n:The Next Day...\n:3T Business Park, OK Tacos Truck, 11:45am\n<<place aanya left>>\nAanya.happy:Green, red, or purple salsa?\nProbably Becky:All of them.\nAanya.apology*:A-all of them? Really?\nAanya.happy:Alright, here you are. Have a good one!\nProbably Becky:You too! Thanks a ton.\n<<place ruth right>>\nAanya.default*:Oh hey, it's...\n->Plain tacos.\n    Aanya.apology*:Sh-should I really be remembering her like that?\n->Declare victory a la Redfield.\n    Aanya.apology*:I mean, it was memorable...\n->Parallax Eons fan.\n    Aanya.curious*:I wonder if she's played to new patch yet...\nAanya.curious*:I... should really ask her real name.\nAanya.happy:Hey, how's it going? I didn't catch your name yesterday. I'm Aanya.\nRuth.default:Ruth.\nAanya:Ruth, huh? What can I get for ya?\nAanya.smug*:Two carne asada tacos and a cherry Funta, hold the veggies and salsa... probably.\nRuth:I'll have two carne asada tacos and a cherry Funta, hold the veggies and salsa please.\nAanya.smug*:Called it!\nAanya.happy:Alrighty, that'll be three dollars.\nAanya:Here you are! \nRuth.happy:Thanks. I'll... see ya?\n<<hide Ruth>>\nAanya.default*:I wonder if Boss'll let me take my lunch now.\nBoss:*nod*\nAanya.startled:...\nAanya:*nod*\nAanya*:D-did I say that out loud? I'm pretty sure I didn't...\nAanya.apology*:...a-anyway...tacos. Plaaaain tacos.\n<<emote background tables>>\n<<fadeup Ruth>>\nAanya.happy:Heya! Boss let me take my lunch now. If you don't mind, can I eat with you?\nRuth.happy:Oh! Sure.\nAanya:I was wondering, but... do you work in one of the office buildings near here?\nRuth.default:Mm. I work in the 3T building, doing customer service work.\nRuth.worried:...\nRuth.default:It's boring, but I ought to count myself as lucky to even have steady work in this era.\nAanya.excited:You also have some moderately delicious tacos just down the way too!\n<<emote Aanya happy>>\nRuth.happy:That too. But aside from that...\nAanya:Hm?\nRuth.excited:Did you play the new patch for Parallax? They added some new content stuff and a few quests.\nAanya.apology:No, not yet. It was still downloading when I woke up today, so I was going to play it when I got home.\nAanya.concerned*:Speaking of... I should probably complain to my net provider...\n<<emote Aanya happy>>\nRuth.happy:I haven't either. If you don't have work tomorrow, do you wanna party up? We could meet at the net cafe and play the new raids.\nAanya.apology:What time? I'm... not really an early riser on weekends if I don't have to.\nRuth.curious:I was thinking around 2 or so.\nAanya.concerned*:About an hour to get ready... then half and hour...\nAanya.happy:Sounds good to me. Just in case, wanna trade phone numbers?\nRuth.happy:Sure! Oh, and texting is okay for me.\nAanya:Same.\nAanya.curious*:Huh, her phone number has three sevens in a row...\nAanya.happy: There.\nRuth.excited:Great! I saw online that they were making it a double xp weekend on top of the new content patch, so I wanted to ask you today.\nAanya.excited*:It's been a while since i've taken advantage of the party up bonus rewards, too...\n<<playsound ringtone>>\n<<waitforclick>>\nAanya.curious:So i'll see you tomorrow at... Infinium?\nRuth.happy:Yeah, that one's the most comfortable. 2 o'clock then!\nAanya.happy:Yup, seeya!\n<<hide ruth>>\nAanya.apology*:I... probably shouldn't get a head start on the patch.\nAanya*:...\n->I really shouldn't...\n    <<hide aanya>>\n    [[Act1_Scene3_a]]\n->It wouldn't be fair...\n    <<hide aanya>>\n    [[Act1_Scene3_a]]\n->I mean... maybe just the solo content...\n    <<hide aanya>>\n    [[Act1_Scene3_b]]\n#END SCENE 2",
		"position": {
			"x": 637,
			"y": 166
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene3_a",
		"tags": "",
		"body": "#Act 1; Scence 3; Route a\n<<emote background outsidecafe>>\n:Infinium Net Cafe, 1:55pm\n<<place aanya left>>\nAanya.happy*:This place looks nicer than the net cafe I visit. You can actually see through the windows.\nAanya*:...\nAanya.default*:Oh, there she is.\n<<place ruth right>>\n<<hide ruth>>\n<<enter ruth right>>\nRuth.excited:*waves*\n<<emote aanya happy>>\nRuth.default:You didn't wait too long, did you?\nAanya:Hm? No, not at all. Just a few minutes, actually. Shall we?\nRuth.happy:*nod*\n[[Act1_Scene3_s]]",
		"position": {
			"x": 941,
			"y": 62
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene3_b",
		"tags": "",
		"body": "#Act 1; Scene 3; Route b\n<<emote background outsidecafe>>\n:Infinium Net Cafe, 2:32pm\n<<place ruth right>>\n<<place aanya left hide>>\n<<enter aanya left>>\nAanya.embarrassed:*gasp* *huff*\nRuth.smug:Hey, you made it.\nAanya:Sorry i'm... *pant* late.\nRuth.happy:No problem, I only got here a little while ago myself.\nAanya*:I think Lady Karma had it out for me. I probably shouldn't have started the solo content last night.\nRuth:Shall we? Or do you need a little more fresh air?\nAanya:I'm good. I think...\n[[Act1_Scene3_s]]",
		"position": {
			"x": 949,
			"y": 291
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene3_s",
		"tags": "",
		"body": "<<emote background cafe>>\n<<place aanya left hide>>\n<<enter aanya left>>\n<<place ruth right hide>>\n<<enter ruth right>>\n<<emote ruth happy>>\nAanya.curious*:It's...\n->Cleaner than I'm used to...\n    Aanya:It's really clean here.\n    Ruth:I like it because it feels... cozy, y'know? Some other places are cramped with a ton of bright neon lights and stuff.\n    Ruth.excited:But here you can actually relax. They even have pastries!\n    Aanya.apology*:Can't say no to pastries.\n->Quieter, too...\n    Aanya:I was expecting more noise.\n    Ruth.default:The manager here told me that the reason for the headphones policy was so each person could enjoy whatever world they wanted to without distraction.\n    Aanya.happy:That's... actually pretty cool.\nManager:Ruth! Good to see you again!\nRuth.startled:*nod* Mm. O-oh! This is my friend Aanya. I don't think she's been here...?\nAanya.apology:I haven't. Nice to meet you... err...\nManager:You can just call me <b>Manager</b>.\nAanya*:Ooookay? Just Manager? I don't...\nAanya.happy:Alrighty, Manager.\nManager:You've got a good friend, Ruth! Anything I can get set up for you folk?\nRuth.happy:Nope, we're playing the new patch for Parallax today.\nManager:In that case, happy raiding! Glory to the Redfields!\nAlmost Everyone: Declare Victory!!!\nAanya.apology*:Wow, this whole place is Redfield territory isn't it.\nRuth:Over here Aanya, we can use these cushions.\nAanya.happy:Okay.\nRuth.default:So.\nAanya.apology*:Ruth looks... serious.\n->Hmm... \"Yes, captain?\"...\n    Aanya.smug:Yes, captain?\n    Ruth.excited:Ahem. Your captain would like to know about your class and stats, in order to properly prepare for today's battle.\n    Aanya.apology*:She took that in stride really quick.\n->Or maybe \"My Queen?\"...\n    Aanya.smug:My Queen?\n    Ruth.happy:My faithful steward, pray tell me of thy class and stats, that we may triumph in the coming battle.\n    Aanya.apology*:She knows what she's doing, that's for sure.\n->Hold on, i'm getting a bit caught up in all this.\n    Aanya.apology:So...?\n    Ruth.default:Your class and stats! We can't go into a raid without knowing each other's capabilities. That's just common sense.\nAanya.happy:Right, that makes sense. Here.\nRuth.happy:So you're a Guardian Knight type, huh? That's a relief!\nAanya.curious:You play a casting class?\nRuth:Yeah, Reverent Wizard type. Specializing in both DoTs and party healing! My equipment is mainly focusing on the DoT though.\nRuth:I liked the playstyle that came with it. You stack up a lot of damage when the fight first starts, then switch over to heals until the DoT wears off.\nRuth:I guess... it keeps me engaged with all parts of a raid, both allies and enemies.\nAanya:Huh. I guess the pure damage classes only have to worry about their enemies health and their own cooldowns. And even the guardian only really needs to keep an eye on enemy aggro.\nRuth.excited:The only class that doesn't really need to pay any attention is the Aegis Bulwark!\nAanya.happy:Yeah, it just stands there.\nAanya.apology*:I can't possibly say that I was originally going to play one...\n<<emote aanya happy>>\nRuth.curious:So, you ready to start the raid?\nAanya.happy:Yup. I'm loaded in.\nRuth.happy:Great! I'll go ahead and let you take aggro as soon as we get inside.\nRuth.startled:...!\nRuth.excited:Wow!!! Look at the size of that thing! And the detail in it's wings!\nAanya.apology*:Great... a flying raid boss... this'll be a pain.\nAanya.default:Alright! I'm taking aggro!\nRuth.happy:Laying down my damage, will switch to heals after.\nAanya*:You know...\nRuth.excited:Aanya, you're buffed! Switch to damage!\nAanya.startled:R-right!\nAanya.happy*:This is...\nRuth.worried:Oh crap, it's spawning minions. Aanya, can you tank those? \nAanya:Already on it. Can give me Molten Eternia?\nRuth.happy:For sure!\nAanya.excited*:A lot of fun!\n<<hide aanya>>\n<<hide ruth>>\n#END SCENE 3\n[[Act1_Scene4_s]]",
		"position": {
			"x": 1253,
			"y": 165
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene4_s",
		"tags": "",
		"body": "#Act 1; Scene 4\n<<emote background aanyaroom>>\n:At home, 10:40pm\n<<place aanya left>>\n<<place invisible right>>\nAanya.happy*:Aah... today was a good day...\nAanya*:Huh. I guess I hadn't really made any new friends since I graduated. Most of the people I know went their separate ways.\nAanya*:Ruth's a fun person, I hope we can hang out more...\nAanya.default*:...\nAanya.curious:Hm? A text?\nAanya.happy*:It's from Ruth.\nRuth:\"Thanks for hanging out today! If you're working on Monday i'll see you then? (^u^)b\"\nAanya.apology*:Her texting is pretty... cute.\nAanya.curious*:Hmmm... what to say...\n->\"I'll see you monday :)\"\n    Aanya.apology*:I hope she doesn't think i'm too... old-school with my emoticons....\n->What about \"Yup! ^_^b\"?\n    Aanya.apology*:It's honestly been a while since i've used these...\n->Hmm... this is too hard.\n    Aanya.apology*:Yeah, i'll see her Monday.\n    [[Act2_Scene1_s]]\n->Screw it, I'll see her on Monday.\n    Aanya.default*:I'm pretty tuckered out, anyway.\n    [[Act2_Scene1_s]]\nAanya.happy:There.\nAanya.apology*:I guess i'm pretty Parallax'd out. Maybe i-\nAanya.startled:!\nAanya.apology:Another text?\nRuth:\"Awesome! Have you checked your quest log yet? It looks like we got a new one for completing that raid!\"\nAanya*:I didn't yet, but i'll check it tomor- whattheheckanothertext?\nRuth:\"It spans like 5 continents!!! (o wO);\"\nAanya*:...\n->It'd be nice...\n    Aanya.happy:Lessee... \"Why don't we hang out again this Saturday?\"\n    Aanya:...\n    Aanya*:Ah, she replied.\n    Ruth:\"Yes! :D\"\n->To hang out again...\n    Aanya.happy:\"Why don't we hang out again this Saturday?\" Sent.\n    Aanya:...\n    Aanya*:Ah, she replied.\n    Ruth:\"Yes! :D\"\n->Next Saturday...\n    Aanya.happy:\"Why don't we hang out again this Saturday?\" aaand... sent!\n    Aanya:...\n    Aanya*:Ah, she replied.\n    Ruth:\"Yes! :D\"\n->Not like I have other plans...@timer@4500\n    Aanya.startled*:Dang, she texts fast.\n    Ruth:\"Do you wanna go to the net cafe again next Saturday!?\"\n    Aanya.apology*:She's thinking the same thing I was...\n    Aanya.happy:\"Sure!\"\n<<hide aanya>>\n#END SCENE 4\n[[Act2_Scene1_s]]",
		"position": {
			"x": 1533,
			"y": 164
		},
		"colorID": 0
	},
	{
		"title": "Act2_Scene1_s",
		"tags": "",
		"body": "#Act 2; Scene 1\n<<emote background truck>>\n:Three weeks later...\n<<place aanya left>>\nAanya.happy*:Oh, I see Ruth in line.\nAanya:Hey Ruth! What can I get for you?\n<<place ruth right hide>>\n<<enter ruth right>>\nRuth:Hm? Hey Aanya. I'll just have the usual, thanks.\nAanya.concerned*:...It looks like she's had a rough day at work.\nAanya.happy:Here you go. Hey Bo-\nBoss:*nod*\nAanya.apology*:Seriously. How?\n<<emote background tables>>\nAanya.happy:Here you go, Ruth. I got my lunch break, too.\nRuth.curious:Is your Boss really that lax? I mean, it seems weird that you can take lunch with me every week.\nAanya.curious:To be honest, it is a little strange. They are normally really strict, especially when the line is really long.\nAanya:But when it comes to you, Boss is really... lenient.\nAanya.happy:I mean, you do come at the end of the lunch rush, and it's not like my job is really that hard. I just warm up things, for the most part.\nAanya.apology*:I think I get it but...\nRuth.sad:You're... so lucky.\nAanya.concerned:Did you have a rough day at work?\nRuth:...\nRuth.default:I'm just really, really tired, that's all. Thanks, though. Really.\nAanya:Okay. If you need to talk, just let me know.\nRuth:*nod*\nRuth.frown:...Is your job fun?\nAanya.curious:Hmm... I guess it's pretty fun. I mean, not in the way that games are, but-\nRuth:More of a contentment thing?\nAanya.happy:Yeah. Boss is nice, and most of the people I run across are at worst annoying. And at best, I get to make new friends, right?\nRuth:The people I deal with always want me to instantly solve their problems. I wish they would just realize that I can't just turn it off and back on again for them.\nRuth:And there are the people who blame you for not being able to solve their problems, even though they are the one's that got themselves into that mess in the first place!\nRuth.upset:I really can't stand the people that take their own stupid problems out on those trying to help them. It's just... rude.\nAanya.concerned*:I know that feeling. There's always some jerk who thinks they are above you. I've considered having a special hot sauce just for those people.\nRuth:I wish more people gave a damn about treating each other right. Most of us who work there just want to live our lives free of shit like that.\nRuth:Why should I have to keep saying \"yes ma'am\" or \"i'm sorry, ma'am\" to someone who treats me like that?\nAanya:Have you tried talking with your managers? I went to a customer service training a while back when I first started up at the truck. There was a list of rules for maintaining workplace safety alongside good service standards.\nAanya:One of the baseline rules was: \"Don't accept abuse from customers.\"\nAanya:Managers are usually trained to handle disruptive customers, so they'd rather deal with them in a way that satisfies everyone as best as possible without risking a hurt employee.\nAanya:Not to mention avoiding physical violence.\nRuth.frown:But I did try that. When I said I was going to get my manager to help, the customer just lashed out at me, telling me that I should be fired for not knowing how to fix their stupid problem.\nAanya.concerned:But that-\nRuth.upset:And once my manager finished talking to them, she just told me to \"toughen up\", as if it were my fault for not being able to handle that.\nAanya.upset:You shouldn't... i'm sorry about that. That really sucks.\nRuth.sad:It's just...\n<<PlaySound ringtone>>\nRuth:...\nRuth.upset:.....\nAanya.concerned:...\nRuth:................\nRuth.sad:...I don't wanna...\nRuth.moresad:I don't want to go back!\nRuth:I...I just...*sniff*... can't do it anymore...\nAanya*:I should... no. I <b>want</b> to say something. She shouldn't go back to work like this, no telling what could happen.\nAanya:Ruth, what's your work's phone number? I'll call you out sick. They can't make you work if you're ill, and it looks to me like you could use some rest.\nRuth.sad:*sniff* But...\nAanya:You live by the C-Line, right? I'll take you back home, alright?\nRuth:*nod* *sniff*\nAanya:Boss! I'm going to take Ruth home, okay?\nBoss:*thumbs up*\nAanya.default*:Thanks, Boss.\nAanya.concerned:Let's see... Ruth. Let me know when we get to your stop, okay?\nRuth:*nod*\n<<hide aanya>>\n<<hide ruth>>\n#END SCENE 1\n[[Act2_Scene2_s]]",
		"position": {
			"x": 1534,
			"y": 565
		},
		"colorID": 0
	},
	{
		"title": "Act2_Scene2_s",
		"tags": "",
		"body": "#Act 2; Scene 2\n<<emote background ruthroom>>\n:At Ruth's apartment, 12:35pm\n<<place aanya left>>\n<<place ruth right>>\n<<emote ruth sad>>\nAanya.concerned:Hey, Ruth. You're home.\nRuth.frown:...thanks, Aanya. Really.\nAanya: Do you want anything? Do you have any tea?\nRuth:Mm. There's some chamomile in the cabinet. The furthest left one.\nAanya.default:Alright. I'll heat some up for us.\n<<hide ruth>>\nAanya.concerned*:It seemed like her work was alright with her going home. Maybe it's because I called instead of her.\nAanya*:Though they seem like a pretty crappy place to work, from what i've heard.\nAanya.upset*:What sort of company would make their employees go through stuff like this?\nAanya*:...\nAanya*:First things first, I should help Ruth calm down.\n<<alias ruth ruthhairdown>>\n<<place ruth right>>\nAanya.default:Here you go. It's like... Inferno-level hot though. I don't understand what the water did to deserve that.\nRuth.default:Heh, dunno. Thanks for the tea.\nAanya:No problem. That's what friends are for, right? Tea?\nRuth:Something like that.\n<<emote aanya concerned>>\nRuth.worried:...\nAanya:...\nRuth:Aanya?\nAanya:Hm?\nRuth.frown:What makes you happy?\nAanya:I-I don't really know how to answer that. Like... I guess my family is important to me, and i'm happy when I go see them.\nAanya.default:Hanging out at the net cafe with you has been really fun, too.\nAanya.concerned*:I... get the feeling I didn't really answer her question, though...\nRuth:I... used to think that when I graduated, i'd find a job and then the adult in me would be happy. I guess I thought that what I considered happiness would change once I did everything I was expected to do.\nRuth:But it didn't.\nRuth:For a while I was really lost. I didn't have any source of happiness for myself, and found that I was starting to mistreat myself.\nRuth:I became anxious whenever I thought about what the future. I never really was able to place myself in it.\nRuth.upset:I stopped taking care of my appearance, my nutrition, everything. It got so bad that I nearly lost my job.\nRuth:I had been told all my life that once I became an adult I would go to work every day, then come home to my family and <b>that</b> would be my happiness.\nRuth:But I didn't have anything to return to.\nAanya:But something did change, right?\nRuth.default:I saw a coworker playing Parallax one day, and asked her about it. At that point a lot turned around for me.\nRuth:Something about the grind, the hard work that paid off really got me. I started to treat myself like my avatar.\nRuth.happy:And it showed. I got myself new work clothes, tried to eat healthier, and got myself into a routine where my life became tolerable again.\nRuth:And for a while, that worked. At work, I would just do my job, and at home I would focus on taking care of myself.\n<<emote ruth upset>>\nAanya.default:That's pretty admirable, honestly.\n<<emote aanya concerned>>\nRuth:I'm not admirable.\nAanya:W-what do you mean?\nRuth.sad:...\nRuth:.....I...\nRuth:I just...\nRuth.moresad:I thought that after all that effort I put in, someone would give a damn.\nRuth:I thought that if I structured my life and cleaned myself up that I would be accepted!\nRuth:But instead I just feel... alone. I'm financially stable, reasonably healthy, but I...\nRuth:But I just get trodden on by people who don't even know me.\nRuth:No one even knows how hard it was to push myself like that. And worse...\nRuth:No one cared. And it sort of made sense to me!\nRuth:Why should I do so much when no one even sees me trying?\nAanya:Ruth...\nRuth:But what do you know? One day some weird girl working at a taco truck sat and ate lunch with me. I was so close, Aanya! So close to throwing away everything that I had built up for myself!\nRuth.default:But someone gave a damn.\nRuth.sad:Sounds pretty dumb, huh? As natural as breathing, she sat down and gave me everything that I was about to close myself off to.\nAanya:...\nRuth:You cared...\nRuth:I just-\n->Hug Ruth\n    [[Act2_Scene3_s]]\n->...@timer@950\nRuth.moresad:*sniff* I was so close to giving up!\n->Hug Ruth\n    [[Act2_Scene3_s]]\n->...@timer@950\nRuth:I was about to isolate myself from everyone!\n->Hug Ruth\n    [[Act2_Scene3_s]]\n->...@timer@950\nRuth:*sniff* ...be lonely...\n->Hug Ruth\n    [[Act2_Scene3_s]]\n->...@timer@950\nRuth.sad:Aanya...\n->Hug Ruth\n    [[Act2_Scene3_s]]\n->...@timer@950\nRuth.upset:I hate...\nAanya.sad*:Ruth...\n->Hug Ruth\n    [[Act2_Scene3_s]]\n#End Scene 2",
		"position": {
			"x": 1851,
			"y": 560
		},
		"colorID": 0
	},
	{
		"title": "Act2_Scene3_s",
		"tags": "",
		"body": "#Act 2, Scene 3\n<<emote ruth sad>>\nAanya:Come here.\nRuth:*sniff* ...\nAanya:Is it all right if I touch your hair?\nRuth:*sniff* Mmhmm.\nAanya:...\nAanya.sad*:Ruth...\n<<emote aanya default>>\nAanya.curious:Do you feel a little bit better, now that all that's off your chest?\nRuth.frown:A-a little bit *sniff*\nAanya:Listen. If you need someone to listen to you- about anything- i'm here. Okay? I can't really do much about your work, or about the people you have to help.\nAanya:But I can lend an ear and a shoulder, y'know, if you'd like\nAanya:But I also know that you are incredibly strong. What you told me proves that, without a doubt.\nAanya:I don't think that strength and being helped are mutually exclusive. The opposite, in fact.\nAanya.apology:I-I guess what i'm saying is don't feel like you are being pigeonholed into one structure of life or another. If you feel that one way of living isn't working, there isn't shame in changing that.\nAanya:I mean, consider the consequences and all but-\nRuth.happy:*chuckle*\nAanya*:I'm... rambling aren't I.\nRuth.default:You're rambling.\nRuth.happy:But that's okay.\nAanya.embarrassed:You look like you've made yourself comfortable there.\nRuth.curious:Aanya?\nAanya.curious:Hm?\nRuth:Do you want to... spend the night?\nAanya.embarrassed*:H-huh?\n->I should get some stuff from my place but...\n    Aanya.happy:I should run and get some things from my apartment, but yeah, i'd love to.\n->And maybe some groceries for dinner? But...\n    Aanya.happy:I'd love to, though I should get some stuff from my place and... maybe some groceries?\n->Yes.\n->Absolutely.\n->Totes.\n    Aanya.apology*:W-wait... nobody says \"totes\" anymore!\nAanya.default:But yeah. I'd like that.\n<<hide aanya>>\n<<hide ruth>>\n[[Act2_Scene4_s]]\n#End Scene 3",
		"position": {
			"x": 2135,
			"y": 555
		},
		"colorID": 0
	},
	{
		"title": "Act2_Scene4_s",
		"tags": "",
		"body": "#Act 2, Scene 4\n<<alias aanya aanyahairdown>>\n:Later that evening...\n<<place aanya left>>\n<<place invisible right>>\nAanya.curious*:How did they expect normal people to be able to make the recipes from their online cookbook?\nAanya.concerned*:Like, seriously? There were twenty ingredients for that alone!\nAanya*:Plus, we decided to make the Polar Impetus cookies too. Where the heck are were we going to get flash-frozen candy bars?\nAanya.default*:...\nAanya*:But...\nRuth:...zzzzz...\nAanya:...\nAanya.happy*:I'm glad... you're here.\n<<hide aanya>>\n[[Act3_Scene1_s]]\n#END SCENE 4",
		"position": {
			"x": 2414,
			"y": 559
		},
		"colorID": 0
	},
	{
		"title": "Act3_Scene1_s",
		"tags": "",
		"body": "#Act 3; Scene 1\n:One month later...\n<<emote background arcade>>\n:Chrysanthemum Arcade Hall, 3:30pm\n<<place aanya left>>\n<<place ruth right>>\n<<emote aanya happy>>\nRuth.excited: Hey Aanya, let's try this one!\nAanya.apology*:Hmm... Scary House 7? Looks...\nAanya.happy:Sure. After that...\nAanya*:I'd like to...\n->Take a photo in the photo booth...\n    Aanya:Did you want to take a photo? There's photo booths in the corner of the arcade.\n    Ruth.smug:Ohh? Did you want to have a commemorative date photo?\n    Aanya.embarrassed:Er, yeah. I would like that, actually...\n    Ruth.excited:Well! Let's waste no time then, we got a movie to head to after!\n    Aanya:W-what about Scary House 7?\n    Ruth.happy:Hm? We should do something you wanted to, since you said something. Besides, i'd also like a photo.\n    Photo Booth:Say cheese!\n    Aanya.happy:Cheese!\n    Ruth.smug:Heh, you actually said it...\n    Aanya.embarrassed*:D-darn you.\n->Or maybe take a shot at the crane game...\n    Aanya:How about the crane game? \n    Ruth.smug:If you think you can win something out of it, then sure. Pretty sure they are rigged though.\n    Aanya:You take the side, and i'll take the front. Between the two of us we should be able to get...\n    Aanya.excited:This!\n    Ruth.curious:Is that...\n    Ruth.excited:Oh my god!\n    Aanya.smug:Heh. I spotted it on the way in. A Masked Princess plushie!\n    <<emote aanya happy>>\n    Ruth:...\n    Aanya.apology*:She's hyped, isn't she.\n    <<emote aanya happy>>\n    Ruth:...alright.\n    Ruth.excited:We're gonna get it! Glory to the Redfields!\n    Aanya.excited:Declare Victory!\n    Aanya.concerned:...\n    Ruth.startled:!!!\n    Aanya.startled:...!\n    Ruth.:...\n    Aanya.embarrassed:This this was rigged after all.\n    Ruth.embarrassed:Boooooo! Dang flimsy claws! We shoulda had it!\n->The Parallax Eons live-action film is today, too. We should probably head over to that, if we want good seats.\nAanya.happy:Should we head out to the movie then? We'll probably want to get there a little early for good seats.\nRuth.happy:Sure thing. Plus there's a special event outside the theater. Anyone with a theater ticket gets access to some bonus quests!\nAanya.apology:Seriously?\nAanya*:That's some serious marketing they got going.\n<<emote aanya happy>>\nRuth:I'm soooo hyped, though. They've had this thing in the works for almost two years now! I wonder what bosses will show up in it...\nAanya:Shall we then?\nRuth.excited:Yeah!\n<<hide aanya>>\n<<hide ruth>>\n[[Act3_Scene2_s]]\n#End Scene 1",
		"position": {
			"x": 1546,
			"y": 902
		},
		"colorID": 0
	},
	{
		"title": "Act3_Scene2_s",
		"tags": "",
		"body": "#Act 3; Scene 2\n<<emote background ruthroom>>\n:Ruth's Apartment, 6:00pm\n<<place aanya left>>\n<<place ruth right>>\n<<emote aanya happy>>\nRuth.happy:Ahhh... that was a lot of fun!\nAanya:Good thing someone here suggested we coincide our date with the movie.\nRuth:Heh, wasn't it really good? I thought that the Aegis Bulwark character pretty much summed up that entire class perfectly.\nAanya:Pfft, right? They captured the essence of 'standing in the way of all the damage' pretty well.\nAanya.apology:...though I was as disappointed in the acting as I thought I was going to be.\nRuth:Well, you can't win 'em all, right?\nRuth.default:By the way...\nAanya.curious:Hm?\nRuth:I have some good news that'd i'd like you to hear.\nAanya.smug:Oh? Did you get some rare drop from your last raid?\n<<emote aanya happy>>\nRuth.happy:No. Well, yes, I did, and it was really sweet. But that's not what I wanted to say.\nRuth.default:I got a new job offer. A consulting firm was looking to hire and... I put my name in. I got the call yesterday. They said they'd like to start the interview process.\nAanya.default:Oh, wow! That's... really big news, Ruth! Congratulations!\nRuth:I'm pretty happy with it, though it isn't definite yet. The other thing is...\nAanya.concerned*:Wait.\n<<emote aanya happy>>\nRuth:It's out of state. About four hours or so away. If I got the job i'd have to move.\nAanya.upset*:That's...\nAanya.default:But it would be a much better position, right? You'd get paid more, and you'd have chances for promotion. It sounds like it'd be a great opportunity!\nAanya.upset*:Why am I saying this?\n<<emote aanya default>>\nRuth.worried:Yeah... it really would be a much better workplace, that's for sure. I just... wanted to know how you felt about it.\nRuth.default:I mean, I am seriously thankful for everything you've done for me. And these last two months have been really really special to me.\nAanya:But that doesn't mean you should give up this chance, just for me.\nAanya.sad*:Let me-\nAanya.default:You'll be taking on a lot, but it's like I said before: you're really, really strong, Ruth.\nAanya.happy:I-\nAanya.moresad*:Please!\n->I want you to be happy, Ruth.\n    [[Act3_Scene3_a]]\n->Wait...\n    [[Act3_Scene3_b]]\n->I want to say something...\n    [[Act3_Scene3_b]]\n->Anything...\n    [[Act3_Scene3_b]]\n#END SCENE 2",
		"position": {
			"x": 1838,
			"y": 1016
		},
		"colorID": 0
	},
	{
		"title": "Act3_Scene3_a",
		"tags": "",
		"body": "Aanya.happy:I want you to be happy, Ruth. I think you should go for it, y'know? These sorts of chances don't happen all the time, and I know how much stress your job causes you now.\nRuth.worried:Are you sure Aanya? I mean, we won't stop talking with each other, but we won't be able to hang out as much as we do now.\nAanya:Ruth, i'll still be here to support you, right? We still can talk to each other, and we'll still be able to play together too.\nRuth.default:Y-you're right Aanya. Seriously, thank you. You're... just such a good person to me... I...\nRuth.happy:I really do love you, Aanya.\nAanya.default:I love you too, Ruth.\n<<hide ruth>>\nAanya:...\nAanya:...\n:Three months later...\n<<emote aanya default>>\nRuth:Yeah! I'm doing really well! The job's been working out so far, and all my coworkers are really nice! How're things over there?\nAanya:Good to hear. Things here have been going well. I moved to a different truck, so i'm serving burgers and stuff now.\nRuth:I'm glad you're doing well, I have to go! I'll probably be online later, if you wanted to party up! Catch you later!\nAanya:Alright! I'll...\nAanya.sad:...\nAanya.happy:Chat with you online then..\n#Aanya*:Please... let me talk to her.\n<<hide aanya>>\n<<hide ruth>>\n[[credits]]",
		"position": {
			"x": 2170,
			"y": 881
		},
		"colorID": 4
	},
	{
		"title": "Act3_Scene3_b",
		"tags": "",
		"body": "<<emote ruth worried>>\nAanya.sad:Ruth...please...*sniff*\nRuth:A-aanya? Are you alright? You-\nAanya.moresad:I-I'm not alright... I don't want...\nAanya.upset:I don't... want you to...\nRuth.default:Come here.\nAanya.sad:?!\nRuth:If you wanted to tell me that you don't want me to go, you should've said so in the first place, right?\nRuth:I said it wasn't set in stone, yeah? That means it's still something we can talk about. I don't need a decision right here, right now.\nAanya:You... *sniff* I was-\nRuth.happy:There there... I'm sorry I worried you... We can talk about it later, right?\nAanya:*sniff*\nAanya:Yeah.\n<<hide aanya>>\n<<hide ruth>>\n[[credits]]",
		"position": {
			"x": 2173,
			"y": 1169
		},
		"colorID": 2
	},
	{
		"title": "credits",
		"tags": "",
		"body": "<<place aanya left hide>>\n<<place ruth right hide>>\n<<enter aanya left>>\n<<emote aanya happy>>\n<<enter ruth right>>\n<<emote ruth happy>>\n:Thanks for playing our jam game!\n:Made for Yuri Jam 2016\n:Art- anpan\n:Codes- bowlercaptain\n:Words- mattcha\n:Sound- Freesound.org (thanks knufds, under CreativeCommons!)",
		"position": {
			"x": 2488,
			"y": 1000
		},
		"colorID": 0
	},
	{
		"title": "Start",
		"tags": "",
		"body": ":Content Warning- stress/work-related depression, mild swearing\n:There is some spontaneous sound, so check your volume!\n:Please enjoy our yuri game!\n[[Act1_Scene1_s]]",
		"position": {
			"x": 13,
			"y": 170
		},
		"colorID": 0
	}
]