[
	{
		"title": "Start",
		"tags": "",
		"body": "#Act 1; Scene 1\n:___ Business Park, OK Tacos truck, 11:45am\n#Load Anya\nAanya:\n#* indicates I need italics for this line. (inner monologue)\nAanya*:\nAanya:Hi there! What can I get for ya?\n#Load Ruth\n????:O-hi. Could I get... two carne asada tacos and a... cherry Funta?\nAanya:Sure, coming right up!\nAanya*:Isn't her earring from Parallax Eons? I wonder...\n????:Oh! Sorry, but could you hold the peppers, onions, cilantro, salsa, and side carrots?\nAanya*:Oh. Plain, huh?\nAanya:So, just plain beef tacos?\n????:Errr... yeah. Thanks.\nAanya*:Maybe Boss will let me have this taco then...\nAanya:Here you go, have a good one!.\n????:Thanks, you too.\nAanya:Love your earring, by the way. Glory to the Redfields!\n????:Declare victory!\nAanya*:She posed with her fist to the sky, clutching the cherry Funta.\n????:!!!\n????:.....\nAanya*:...I guess I got a little carried away...\nAanya: Umm... here's some napkins and... um... a fork.\n????:...thanks...\nAanya:...\nAanya:Oh hey, the line's gone. Hey Boss. Can I take my lunch now?\nBoss:*nod*\nAanya:Hey Boss. Can I have this mis-taco?\nBoss:*nod*\nAanya:Thanks boss. I'll be back in 30.\n#Change background here\n#Load Ruth\nAanya:Hi again! Mind if I sit here?\n????:!!!\n????:Go ahead.\nAanya:Thanks.\n????:...\nAanya:...\n????:.....*munch*\nAanya:.....\nAanya*:Do I... say anything?\n->I really should...\n    Aanya:...\n    ????:...\n    Aanya:.....\n->Say something...\n->But...\n    Aanya:...\n    ????:...\n    Aanya:.....\nAanya:So you play Parallax?\nAanya*:Wow. Just... wow.\n????:Yeah.\n????:...\nAanya*:Erm... what now?\n->\"Nice weathe-\"\n    ????:D-\n    Aanya:Nic-\n    Aanya*:Crap.\n    Aanya:Go ahead, you first.\n    ????:Mm.\n->Am I seriously gonna talk about the weather?@timer@550\n????:Do you play?\nAanya:Yup. My parent's got me a GS Rita for Christmas last year, and this was the promo game it had.\n#Ruth shake\n????:Wait, you got the promo version!? Lucky... that came with the GS exclusive 'Intention Flux' armor set...\nAanya*:Even though...\n->It wasn't as strong as the armor set I already had...\n    Aanya:The promo set wasn't really that strong though.\n    ????:Isn't it better that way? Like really strong items can only be obtained by hard work.\n    Aanya*:Or money.\n    Aanya:I've found it kinda weird that these legendary items aren't as good as some of the rare ones, though.\n    ????:But if everyone just picked the strongest item, the game would look really... silly. I mean, I still use 'Paradox Manual' even though 'Matter Formula' is strictly better.\n    ????:Sometimes you just want to use an item that your character would enjoy!\n    Aanya*:Like all the players that wear cosmetic armor into battle for... roleplaying?\n->It still looked really cool.\n    Aanya:The art they used for it was really beautiful.\n    ????:Right? The lore behind the set sent shivers down my spine! I think the Masked Queen is one of my favorite NPCs.\n    Aanya:She was the one that turned all of the captured prisoners into mirror copies of herself, right?\n    Aanya*:I also believe that was the fight that everyone complained about because it was way too hard...\n    ????:Yeah! I just loved how atmospheric the fight felt.\n    ????:I mean, until you were ganked by a dozen copies.\n    ????:But the throne room her fight was in... the detail in all the chains running across the floor...\n    ????:You felt in the presence of a real queen.\n#Ruth ringtone\n????:Ah.\n????:I gotta head back to work. Maybe I'll see you again?\nAanya*:No doubt, i'm here Monday through Friday.\nAanya:Most likely.\nAanya:...\nAanya*:She was a nice person.\nAanya*:...\nAanya:I forgot to ask her name.\n#END SCENE 1\n[[Act1_Scene2_s]]",
		"position": {
			"x": 313,
			"y": 167
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene2_s",
		"tags": "",
		"body": "#Act 1; Scene 2\n:The Next Day...\n:___ Business Park, OK Tacos Truck, 11:45am\n#Load Aanya\nAanya:Green, red, or orange salsa?\nProbably Becky:All of them.\nAanya*:A-all of them? Really?\nAanya:Alright, here you are. Have a good one!\nProbably Becky:You too! Thanks a ton.\n#Load Ruth\nAanya*:Oh hey, it's...\n->that girl that ordered plain tacos.\n    Aanya*:I-is this really okay?\n->that girl that declared victory a la Redfield.\n    Aanya*:I mean, it was memorable...\n->that girl who really likes Parallax Eons.\n    Aanya*:I wonder if she played to new patch yet...\nAanya*:I... should ask her real name.\nAanya:Hey, how's it going? I didn't catch your name yesterday. I'm Aanya.\nRuth:Ruth.\nAanya:What can I get for ya?\nAanya*:Although I think I already know.\nRuth:I'll have two carne asada tacos and a cherry Funta, hold the veggies and salsa please.\nAanya:Sounds good.\n#Hide Ruth\nAanya*:I wonder if Boss'll let me take my lunch now.\nBoss:*nod*\nAanya:...\nAanya:*nod*\nAanya*:H-how did they know?\nAanya*:...a-anyway...tacos. Plaaaain tacos.\n#Load Ruth\nAanya:Here you are. Boss let me take my lunch now. If you don't mind, can I eat with you?\nRuth:Oh! Sure. That'd be nice.\nAanya:Do you work in one of the office buildings near here?\nRuth:Mm. I work in the 3T building, doing customer service work.\nRuth:...\nRuth:It's boring, but I ought to count myself as lucky to even have steady work in this era.\nAanya:You also have some moderately delicious tacos just down the way too!\nRuth:That too. Say...\nAanya:Hm?\nRuth:Did you play the new patch for Parallax? They added some new content stuff and a few quests.\nAanya:No, not yet. It was still downloading when I woke up today, so I was going to play it when I got home.\nAanya*:Speaking of... I should probably complain to my net provider...\nRuth:I haven't either. If you don't have work tomorrow, do you wanna party up? We could meet at the net cafe and play the new raids.\nAanya:What time would we be meeting up? I'm... not really an early riser on weekends if I don't have to.\nRuth: I was thinking around 2 or so.\nAanya*:About an hour to get ready... then half and hour...\nAanya:Sounds good to me.\nRuth:Great! I saw online that they were making it a double xp weekend on top of the new content patch, so I wanted to ask you today.\nAanya*:It's been a while since i've taken advantage of the party up bonus rewards, too...\n#Ruth Alarm\nAanya:So i'll see you tomorrow at... Infinium?\nRuth: Yeah, that one's the most comfortable. 2 o'clock then!\nAanya*:I... probably shouldn't get a head start on the patch.\nAanya*:...\nAanya*:Well, maybe just the solo content.\n[[Act1_Scene3_s]]\n#END SCENE 2",
		"position": {
			"x": 637,
			"y": 166
		},
		"colorID": 0
	},
	{
		"title": "Act1_Scene3_s",
		"tags": "",
		"body": "Empty Text",
		"position": {
			"x": 951,
			"y": 158
		},
		"colorID": 0
	}
]